Repository: Keralin/WodSniper
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Dashboard
es: Panel

source: New Booking
es: Nueva Reserva

source: Settings
es: Ajustes

source: Logout
es: Cerrar Sesión

source: Sign In
es: Iniciar Sesión

source: Sign Up
es: Registrarse

source: WodSniper - Precision and speed to catch classes
es: WodSniper - Precisión y velocidad para coger clases

source: Please log in to access this page.
es: Por favor, inicia sesión para acceder a esta página.

source: Successfully connected to WodBuster
es: Conectado exitosamente a WodBuster

source: Invalid email or password
es: Email o contraseña inválidos

source: Account created successfully. Now connect your WodBuster account.
es: Cuenta creada exitosamente. Ahora conecta tu cuenta de WodBuster.

source: You have been logged out
es: Has cerrado sesión

source: Please connect your WodBuster account first
es: Por favor, conecta tu cuenta de WodBuster primero

source: You already have a booking scheduled for this day/time/class
es: Ya tienes una reserva programada para este día/hora/clase

source: Booking deleted
es: Reserva eliminada

source: WodBuster not connected
es: WodBuster no conectado

source: Session expired. Please reconnect your WodBuster account.
es: Sesión expirada. Por favor, reconecta tu cuenta de WodBuster.

source: Class not found
es: Clase no encontrada

source: Reservation cancelled successfully
es: Reserva cancelada exitosamente

source: Failed to cancel reservation
es: Error al cancelar la reserva

source: Available Credits
es: Créditos Disponibles

source: Connected
es: Conectado

source: Not connected
es: No conectado

source: Email notifications
es: Notificaciones por email

source: Send test email
es: Enviar email de prueba

source: WodSniper: Test Email
es: WodSniper: Email de prueba

source: Test Email from WodSniper
es: Email de prueba de WodSniper

source: If you received this email, your notifications are working correctly!
es: Si has recibido este email, tus notificaciones funcionan correctamente!

source: Sent at
es: Enviado a las

source: Email not configured
es: Email no configurado

source: Test email sent successfully
es: Email de prueba enviado correctamente

source: Failed to send email. Check logs for details.
es: Error al enviar email. Revisa los logs para más detalles.

source: Scheduled Bookings
es: Reservas Programadas

source: No bookings scheduled yet
es: No hay reservas programadas todavía

source: Create your first booking
es: Crea tu primera reserva

source: Active
es: Activa

source: Inactive
es: Inactiva

source: Book Now
es: Reservar Ahora

source: Delete
es: Eliminar

source: Logs
es: Historial

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

source: Password
es: Contraseña

source: Remember me
es: Recordarme

source: Day of week
es: Día de la semana

source: Time
es: Hora

source: Class type
es: Tipo de clase

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Connect
es: Conectar

source: This email is already registered
es: Este email ya está registrado

source: Automatic Class Booking
es: Reserva Automática de Clases

source: Automatic class booking for your CrossFit box
es: Reserva automática de clases para tu box de CrossFit

source: Speed
es: Velocidad

source: Book the moment spots become available
es: Reserva en el momento que se abren las plazas

source: Automatic
es: Automático

source: Set it once, book every week
es: Configúralo una vez, reserva cada semana

source: Compatible with any WodBuster box
es: Compatible con cualquier box de WodBuster

source: Get Started
es: Empezar

source: I have an account
es: Ya tengo cuenta

source: How it works
es: Cómo funciona

source: Connect your WodBuster
es: Conecta tu WodBuster

source: Enter your WodBuster credentials
es: Introduce tus credenciales de WodBuster

source: Configure your classes
es: Configura tus clases

source: Choose day, time and class type you want to book
es: Elige el día, hora y tipo de clase que quieres reservar

source: Relax
es: Relájate

source: WodSniper will automatically book when spots open
es: WodSniper reservará automáticamente cuando se abran las plazas

source: Don't have an account?
es: ¿No tienes cuenta?

source: Create Account
es: Crear Cuenta

source: Confirm Password
es: Confirmar Contraseña

source: Already have an account?
es: ¿Ya tienes cuenta?

source: Connect WodBuster
es: Conectar WodBuster

source: Connect your WodBuster account so WodSniper can make bookings for you.
es: Conecta tu cuenta de WodBuster para que WodSniper pueda hacer reservas por ti.

source: Connected to:
es: Conectado a:

source: Verify
es: Verificar

source: WodBuster Email
es: Email de WodBuster

source: WodBuster Password
es: Contraseña de WodBuster

source: Your password is encrypted and stored securely for automatic re-login.
es: Tu contraseña está cifrada y almacenada de forma segura para reconexión automática.

source: Your credentials are safe
es: Tus credenciales están seguras

source: WodSniper never sees or stores your password in plain text. Your password is encrypted before being saved and is only used to authenticate with WodBuster on your behalf.
es: WodSniper nunca ve ni almacena tu contraseña en texto plano. Tu contraseña se cifra antes de guardarse y solo se utiliza para autenticarte en WodBuster en tu nombre.

source: Your password is encrypted and only used to log in to WodBuster automatically.
es: Tu contraseña está cifrada y solo se usa para iniciar sesión en WodBuster automáticamente.

source: Back to Dashboard
es: Volver al Panel

source: My Reservations
es: Mis Reservas

source: WodBuster not connected.
es: WodBuster no conectado.

source: Connect your account
es: Conecta tu cuenta

source: to start booking automatically.
es: para empezar a reservar automáticamente.

source: No classes available!
es: ¡No quedan clases!

source: You have 0 credits left. Automatic bookings will fail until you renew your subscription.
es: Tienes 0 créditos. Las reservas automáticas fallarán hasta que renueves tu suscripción.

source: Low credits!
es: ¡Pocos créditos!

source: You only have %(count)s class(es) left. Consider renewing soon.
es: Solo te quedan %(count)s clase(s). Considera renovar pronto.

source: Day
es: Día

source: Class
es: Clase

source: Status
es: Estado

source: Last Booking
es: Última Reserva

source: Actions
es: Acciones

source: Pending
es: Pendiente

source: Booked
es: Reservado

source: Failed
es: Fallido

source: Waiting
es: Esperando

source: Book now
es: Reservar ahora

source: Book
es: Reservar

source: Deactivate
es: Desactivar

source: Activate
es: Activar

source: View history
es: Ver historial

source: History
es: Historial

source: Delete this scheduled booking?
es: ¿Eliminar esta reserva programada?

source: You don't have any scheduled bookings.
es: No tienes ninguna reserva programada.

source: Information
es: Información

source: Connected Box
es: Box Conectado

source: Active Bookings
es: Reservas Activas

source: Notifications
es: Notificaciones

source: Receive a summary after automatic bookings
es: Recibe un resumen después de las reservas automáticas

source: New Scheduled Booking
es: Nueva Reserva Programada

source: Set up an automatic booking. WodSniper will attempt to book this class every week.
es: Configura una reserva automática. WodSniper intentará reservar esta clase cada semana.

source: Select day
es: Selecciona día

source: Select day first
es: Selecciona día primero

source: Select time first
es: Selecciona hora primero

source: Select a day to load available times
es: Selecciona un día para cargar los horarios disponibles

source: Class Type
es: Tipo de Clase

source: Select a time to load available classes
es: Selecciona una hora para cargar las clases disponibles

source: Schedule Booking
es: Programar Reserva

source: Loading...
es: Cargando...

source: Select time
es: Selecciona hora

source: Select class
es: Selecciona clase

source: Error loading classes
es: Error cargando clases

source: Network error
es: Error de red

source: No classes available
es: No hay clases disponibles

source: No classes found for this day
es: No se encontraron clases para este día

source: Classes for
es: Clases para

source: Reference schedule
es: Horario de referencia

source: based on last
es: basado en el último

source: classes
es: clases

source: class type(s) available at
es: tipo(s) de clase disponible(s) a las

source: Schedule Type
es: Tipo de Horario

source: This week
es: Esta semana

source: Typical schedule
es: Horario habitual

source: This week has a reduced schedule. Use Typical to see normal classes.
es: Esta semana tiene un horario reducido. Usa Habitual para ver las clases normales.

source: time slots
es: franjas horarias

source: Typical schedule for
es: Horario habitual de

source: Selected:
es: Seleccionado:

source: Booking History
es: Historial de Reservas

source: Back
es: Volver

source: Successful
es: Exitoso

source: Recent Attempts
es: Intentos Recientes

source: Target date:
es: Fecha objetivo:

source: No attempts recorded yet.
es: No hay intentos registrados todavía.

source: Upcoming Classes (Next 7 days)
es: Próximas Clases (Próximos 7 días)

source: Date
es: Fecha

source: Cancel this reservation on WodBuster?
es: ¿Cancelar esta reserva en WodBuster?

source: Cancel reservation
es: Cancelar reserva

source: No upcoming reservations found.
es: No se encontraron reservas próximas.

source: Book a class from the dashboard or directly on WodBuster.
es: Reserva una clase desde el panel o directamente en WodBuster.

source: This page shows your upcoming reservations on WodBuster for the next 7 days.
es: Esta página muestra tus próximas reservas en WodBuster para los próximos 7 días.

source: You can cancel reservations directly from here.
es: Puedes cancelar reservas directamente desde aquí.

source: Forgot Password
es: Olvidé mi Contraseña

source: Enter your email and we will send you a link to reset your password.
es: Introduce tu email y te enviaremos un enlace para restablecer tu contraseña.

source: Send Reset Link
es: Enviar Enlace

source: Back to Sign In
es: Volver a Iniciar Sesión

source: If an account with that email exists, a password reset link has been sent.
es: Si existe una cuenta con ese email, se ha enviado un enlace para restablecer la contraseña.

source: Reset Password
es: Restablecer Contraseña

source: Enter your new password below.
es: Introduce tu nueva contraseña a continuación.

source: New Password
es: Nueva Contraseña

source: Invalid or expired reset link. Please request a new one.
es: Enlace inválido o expirado. Por favor, solicita uno nuevo.

source: Your password has been reset. You can now log in.
es: Tu contraseña ha sido restablecida. Ya puedes iniciar sesión.

source: WodSniper: Reset Your Password
es: WodSniper: Restablece tu Contraseña

source: Reset Your Password
es: Restablece tu Contraseña

source: We received a request to reset your password. Click the button below to create a new password:
es: Hemos recibido una solicitud para restablecer tu contraseña. Haz clic en el botón para crear una nueva contraseña:

source: Note:
es: Nota:

source: This link will expire in 1 hour. If you did not request a password reset, you can safely ignore this email.
es: Este enlace expirará en 1 hora. Si no solicitaste restablecer tu contraseña, puedes ignorar este email.

source: Sent by WodSniper
es: Enviado por WodSniper

source: Forgot password?
es: ¿Olvidaste tu contraseña?

source: Page Not Found
es: Página No Encontrada

source: Page not found
es: Página no encontrada

source: Go Home
es: Ir al Inicio

source: Server Error
es: Error del Servidor

source: An unexpected error occurred
es: Ha ocurrido un error inesperado

source: Email is required
es: El email es obligatorio

source: Invalid email
es: Email inválido

source: Password is required
es: La contraseña es obligatoria

source: Password must be at least 6 characters
es: La contraseña debe tener al menos 6 caracteres

source: Please confirm your password
es: Por favor, confirma tu contraseña

source: Passwords do not match
es: Las contraseñas no coinciden

source: Your selection
es: Tu selección

source: Special
es: Especial

source: Booking Schedule
es: Horario de Reservas

source: Reservations Open
es: Apertura de Reservas

source: Re-detect schedule
es: Actualizar horario

source: Use if your box changed their opening schedule
es: Úsalo si tu box ha cambiado el horario de apertura

source: Schedule detected!
es: ¡Horario detectado!

source: Could not detect schedule. Classes may already be open for booking.
es: No se pudo detectar el horario. Las clases pueden estar ya abiertas para reservar.

source: No box configured
es: No hay box configurado

source: Session expired. Please reconnect.
es: Sesión expirada. Por favor, reconecta.

source: Error detecting schedule
es: Error detectando horario

source: You have access to multiple boxes. Please contact support.
es: Tienes acceso a múltiples boxes. Por favor, contacta con soporte.

source: Connection verified successfully
es: Conexión verificada correctamente

source: Session expired. Please reconnect your account.
es: Sesión expirada. Por favor, reconecta tu cuenta.

source: Connection error
es: Error de conexión

source: Booking activated
es: Reserva activada

source: Booking deactivated
es: Reserva desactivada

source: Please verify your email before logging in. Check your inbox for the verification link.
es: Por favor, verifica tu email antes de iniciar sesión. Revisa tu bandeja de entrada para el enlace de verificación.

source: Account created! Please check your email to verify your account before logging in.
es: ¡Cuenta creada! Por favor, revisa tu email para verificar tu cuenta antes de iniciar sesión.

source: Invalid or expired verification link. Please request a new one.
es: Enlace de verificación inválido o expirado. Por favor, solicita uno nuevo.

source: Email already verified. You can log in.
es: Email ya verificado. Puedes iniciar sesión.

source: Email verified successfully! You can now log in.
es: ¡Email verificado correctamente! Ya puedes iniciar sesión.

source: Please provide your email address.
es: Por favor, proporciona tu dirección de email.

source: If an account with that email exists and is not verified, a new verification link has been sent.
es: Si existe una cuenta con ese email y no está verificada, se ha enviado un nuevo enlace de verificación.

source: WodSniper: Verify Your Email
es: WodSniper: Verifica tu Email

source: Verify Your Email
es: Verifica tu Email

source: Thanks for signing up! Please click the button below to verify your email address:
es: ¡Gracias por registrarte! Por favor, haz clic en el botón de abajo para verificar tu dirección de email:

source: Verify Email
es: Verificar Email

source: This link will expire in 24 hours. If you did not create an account, you can safely ignore this email.
es: Este enlace expirará en 24 horas. Si no creaste una cuenta, puedes ignorar este email.

source: Automatic class booking for CrossFit, Hyrox and functional fitness. Book your WodBuster classes automatically when spots open.
es: Reserva automática de clases para CrossFit, Hyrox y fitness funcional. Reserva tus clases de WodBuster automáticamente cuando se abran las plazas.

source: Automatic class booking for CrossFit, Hyrox and functional fitness. Never miss a class again.
es: Reserva automática de clases para CrossFit, Hyrox y fitness funcional. No vuelvas a quedarte sin plaza.

source: Automatic class booking for CrossFit, Hyrox and functional fitness.
es: Reserva automática de clases para CrossFit, Hyrox y fitness funcional.
